[Translator]
Name="MFM Dawdeh <Email_lalalogitech@hotmail.com>#13#10http://mfmd.amuntada.com"

[frmMain]
mnuFindTarget.Caption="(&A)حدد &المنطقة..."
mnuPrimaryMonitor.Caption="(&P)جهاز العرض الاساسي"
mnuSecondaryMonitor.Caption="(&S)جهاز العرض الثانوي"
mnuRecordScreen.Caption="(&F)كامل الشاشة"
mnuISOMPEG1standard.Caption="ISO MPEG-1 standard (.AVI)"
mnuISOMPEG2standard.Caption="ISO MPEG-2 standard (.AVI)"
mnuISOMPEG4standard.Caption="ISO MPEG-4 standard (.AVI)"
mnuXvid.Caption="ISO MPEG-4 XVID (.AVI)"
mnuOpenDivx.Caption="ISO MPEG-4 OpenDivx (.AVI)"
mnuMicrosoftMPEG4part2.Caption="Microsoft MPEG-4 part 2 (.AVI)"
mnuMicrosoftMPEG4part3.Caption="Microsoft MPEG-4 part 3 (.AVI)"
mnuFlashVideo.Caption= "(.FLV) فلاش فيديو"
mnuISOMPEG4standardMP4.Caption="ISO MPEG-4 standard (.MP4)"
mnuAppleQuickTime.Caption="Apple QuickTime ( Sony Vegas editable ) (.MOV)"
mnuMPEG2TransportStream.Caption="MPEG-2 transport stream (.TS)"
mnuMPEG2PSformat.Caption="MPEG-2 PS (.VOB)"
mnuVFWCodec.Caption="(.AVI) برامج ترميز خارجية ..."
mnuISOMPEG4standardWMV.Caption="Microsoft MPEG-4 part 3 (.WMV)"
mnuISOWMV2.Caption="Windows Media Video 8 (.WMV)"
ActionManager.Categorys.&Mode="نمط"
ActionManager.Categorys.&Tools="ادوات"
ActionManager.Categorys.&Help="التعليمات"
mnuSettings.Caption="(&O)...الخيارات"
mnuAbout.Caption="(&A)...حول"
mnuMP3AudioCodec.Caption="MPEG audio layer 3 (.MP3)"
mnuWMAAudioCodec.Caption="Windows Media Audio 2 (.WMA)"
mnuFreeLosslessAudioCodecflac.Caption=FLAC (Free Lossless Audio Codec) ( .FLAC )
mnuAACAudioCodec.Caption=AAC (Advanced Audio Coding) ( .M4A )
mnuRecordingTheScreenAndAudio.Caption="تسجيل الشاشة واخراج الصوت"
mnuRecordingOnlyAudio.Caption="تسجيل اخراج الصوت فقط"
mnuRecordingTheGame.Caption="تسجيل اللعبة"
mnuGIFAnimation.Caption="(.GIF ) الصور المتحركة"
mnuMP4ContainerFormat.Caption="MP4 (MPEG-4 Part 14) Container"
mnuMKVContainerFormat.Caption="MKV (Matroska) Container"
mnuM4VContainerFormat.Caption="M4V (iPod MP4) Container"
mnuMOVContainerFormat.Caption="MOV (QuickTime) Container"
mnuWMVContainerFormat.Caption="WMV (Windows Media Video) Container"
mnuFLVContainerFormat.Caption="FLV (Flash Video) Container"
mnuAVIContainerFormat.Caption="AVI (Audio Video Interleaved) Container"
mnuTSContainerFormat.Caption="TS (MPEG-2 Transport Stream) Container"
mnuVOBContainerFormat.Caption="VOB (MPEG-2 PS) Container"
mnuNvidiaNvencH264AACMP4.Caption="NVIDIA NVENC H.264 + AAC ( .MP4 )"
mnuISOMPEG4standardMP4AAC.Caption="ISO MPEG-4 standard + AAC ( .MP4 )"
mnuNvidiaNvencH264AACMKV.Caption="NVIDIA NVENC H.264 + AAC ( .MKV )"
mnuISOMPEG4standardFLACMKV.Caption="ISO MPEG-4 standard + FLAC ( .MKV )"
mnuISOMPEG4standardAACMKV.Caption="ISO MPEG-4 standard + AAC ( .MKV )"
mnuISOMPEG4standardMP3MKV.Caption="ISO MPEG-4 standard + MP3 ( .MKV )"
mnuNvidiaNvencH264AACM4V.Caption="NVIDIA NVENC H.264 + AAC ( .M4V )"
mnuISOMPEG4standardAACM4V.Caption="ISO MPEG-4 standard + AAC ( .M4V )"
mnuNvidiaNvencH264AACMOV.Caption="NVIDIA NVENC H.264 + AAC (.MOV)"
mnuAppleQuickTimeMOVAAC.Caption="Apple QuickTime + AAC ( .MOV )"
mnuNvidiaNvencH264AACAVI.Caption="NVIDIA NVENC H.264 + AAC (.AVI)"
mnuHardwareEncoderSettings.Caption="...اعدادات ترميز الاجهزة"
mnuAudioCodecsSettings.Caption="...اعدادات ترميز الصوت"
mnuCustomSize.Caption="(&C)...حجم مخصص"
mnuNvidiaNvencH264FLACMKV.Caption="NVIDIA NVENC H.264 + FLAC (.MKV)"
mnuOpenH264FLACMKV.Caption=" H.264 + FLAC (.MKV) افتح"
mnuRegister.Caption="(&R)...تسجيل"
mnuBuy.Caption="(&B)...شراء"
ActionManager.Categorys.&Register="(&R)تسجيل"
mnuAddRecordingArea.Caption="اضافة منطقة تسجيل ..."
mnuEditRecordingAreaList.Caption="تعديل قائمة منطقة التسجيل ..."
mnuNvidiaNvencHEVCAACMP4.Caption="NVIDIA NVENC HEVC + AAC (.MP4)"
mnuNvidiaNvencHEVCAACMKV.Caption="NVIDIA NVENC HEVC + AAC (.MKV)"
mnuNvidiaNvencHEVCFLACMKV.Caption="NVIDIA NVENC HEVC + FLAC (.MKV)"
mnuNvidiaNvencHEVCAACAVI.Caption="NVIDIA NVENC HEVC + AAC (.AVI)"
mnuExit.Caption=(&E)"خروج"
mnuAutoSelectCodec.Caption=Auto Select
mnuIntelQuickSyncVideoH264AACMP4.Caption=Intel Quick Sync Video H.264 + AAC (.MP4)
mnuIntelQuickSyncVideoHEVCAACMP4.Caption=Intel Quick Sync Video HEVC + AAC (.MP4)
mnuIntelQuickSyncVideoH264AACMKV.Caption=Intel Quick Sync Video H.264 + AAC (.MKV)
mnuIntelQuickSyncVideoH264FLACMKV.Caption=Intel Quick Sync Video H.264 + FLAC (.MKV)
mnuIntelQuickSyncVideoH264AACM4V.Caption=Intel Quick Sync Video H.264 + AAC (.M4V)
mnuIntelQuickSyncVideoH264AACMOV.Caption=Intel Quick Sync Video H.264 + AAC (.MOV)
mnuIntelQuickSyncVideoH264AACAVI.Caption=Intel Quick Sync Video H.264 + AAC (.AVI)

[frmOption]
btnInformation.Caption="(&A)معلومات"
btnVideoConfiguration.Caption=Setting(&S)
lblFPS.Caption="FPS : "
gbxVideo.Caption=Video
chkAudio.Caption=Audio device settings
lblAudioDrive.Caption=":الجهاز"
lblChannel.Caption=":القناة"
lblSampleRate.Caption="SampleRate: "
lblQuality.Caption=Quality:
chkRecordCursor.Caption="(&I)تضمين المؤشرة"
chkBalanceReposition.Caption="عند تحرك المنطقة المسجلة، النافذة الرئيسية ستتحرك"
gbxHotkeySettings.Caption="Hotkey اعدادات "
chkRecordHotkey.Caption=":تسجيل"
chkPauseHotkey.Caption=":مهلة "
chkCaptureHotkey.Caption="التقاط:"
chkFindTargetHotkey.Caption=":الهدف"
lbledtOutputPath.Caption=":مسار الناتج"
btnOK.Caption="(&O)موافق"
btnCancel.Caption="(&C)الغاء الامر"
Caption="الخيارات"
lblMin.Caption="الدقيقة"
lblSecond.Caption="الثانية"
lblAfterCompletion.Caption="بعد الاكمال"
gbxRservationRecord.Caption="المهلة الزمنية المسجلة"
chkRecordingTimeLimite.Caption="(&E)مكن"
gbxLanguage.Caption="اعدادات اللغة"
lblLanguage.Caption=":اللغة"
lblVideoBitrate.Caption="معدل البت:"
lblAudioBitrate.Caption="معدل البت:"
gbxVideoEncoding.Caption="الفيديو"
gbxAudioEncoding.Caption="الصوت"
btnRestoreDefaultSettings.Caption="(&R)استعادة الاعدادات الافتراضية"
lblCaptureFormat.Caption=":صيغة ملفات الصورالملتقطة"
lblUsingMultiCore.Caption=":استخدام متعدد النوى"
gbxMouseEffect.Caption="تاثير الفار"
chkEnabledMouseEffect.Caption="التاثير الممكن"
lblMouseEffectColor.Caption="اللون"
lblMouseEffectSize.Caption="الحجم"
gbxTimeLimitSettings.Caption="الخيارات"
rbTimeLimitDoNothing.Caption="لا تعمل شيء"
rbTimeLimitStartNewRecording.Caption="بدء تسجيل جديد"
rbTimeLimitExitProgram.Caption="خروج من البرنامج"
rbTimeLimitShutdown.Caption="اغلاق حاسوبك"
gbxWatermarkSettings.Caption="اضافة علامة مائية للتسجيل بالفيديو"
chkUseWatermark.Caption="& استخدام  علامات مائية"
lbledtWatermakrImagePath.Caption=":مسار الصورة"
lblOpacity.Caption=":بلا شفافية"
gbxWatermarkImagePosition.Caption="موقع"
lblVideoQuality.Caption=":الجودة"
lblEncoderThreadCount.Caption=":احصاء مؤشر ترابط التشفير"
chkShowFPSOverlay.Caption="FPS اظهار تراكب"
gbxGameRecording.Caption="تسجيل اللعبة"
lblColorConversionQuality.Caption=":نوعية تحويل اللون"
pmnuPrefixDateTime.Caption="بادئة + تاريخ + وقت"
pmnuProgramNameDateTime.Caption="اسم برنامج + تاريخ + وقت"
pmnuUserIDDateTime.Caption="هوية المستخدم + تاريخ + وقت"
pmnuDisplayUserNameDateTime.Caption="عرض اسم المستخدم + التاريخ + الوقت"
pmnuPrefixLocalizationDateNumber.Caption="بادئة + تاريخ موضعة + رقم (#)"
pmnuProgramNameLocalizationDateNumber.Caption="اسم البرنامج + تاريخ موضعة + الرقم (#)"
pmnuUserIDLocalizationDateNumber1.Caption="هوية المستخدم+ تاريخ موضعة + نومبر (#)"
pmnuDisplayUserNameLocalizationDateNumber1.Caption="عرض اسم المستخدم + تاريخ موضعة + الرقم (#)"
pmnuPrefixNumber1.Caption="البادئة + الرقم (#)"
pmnuPrefixNumber2.Caption="البادئة + الرقم (##)"
pmnuPrefixNumber3.Caption="البادئة + الرقم (###)"
pmnuProgramNameNumber1.Caption="اسم البرنامج + الرقم (#)"
pmnuProgramNameNumber2.Caption="اسم البرنامج + الرقم (##)"
pmnuProgramNameNumber3.Caption="اسم البرنامج + الرقم (###)"
pmnuNumber1.Caption="عدد (#)"
pmnuNumber2.Caption="عدد (##)"
pmnuNumber3.Caption="عدد (###)"
pmnuHelp.Caption="(&H)...التعليمات"
ledtFileName.Caption=":اسم الملف"
chkHideDragCursorInRecordingArea.Caption="اخفاء سحب المؤشرة عند تسجيل المنطقة"
gbResizeVideo.Caption="تحجيم"
chkResizeVideo.Caption="تحجيم الفيديو"
lblResolution.Caption=":الدقة"
lblResizeQuality.Caption=":الجودة"
lblGIFFPS.Caption="FPS:"
lblGIFQuality.Caption=":الجودة"
gbxGIF.Caption= "GIF اعدادات"
chkGIFIncludeCursor.Caption="(&I)تضمين المؤشرة"
chkResizeGIF.Caption="(&R)gif تحجيم"
lblGIFResolution.Caption=":الدقة"
lblGIFResizeQuality.Caption=":الجودة"
gbResizeGIF.Caption="تحجيم"
rbTimeLimitHibernate.Caption="اسبات حاسوبك"
tsGeneral.Caption="&عام"
tsGame.Caption="لعبة"
tsResize.Caption="تحجيم"
gbxMicrophone.Caption="اعدادات مكبر الصوت"
lblMicrophoneInputSource.Caption="مصدر المساهمة"
gbxEncodingSettings.Caption="تشفير"
gbxGameRecordingPerformance.Caption="تسجيل اللعبة"
lblStageOfPipeline.Caption=":مرحلة خط الانابيب"
lblDecoderResolutionCompatibility.Caption=":توافق دقة جهاز فك رموز"
lblWatermarkLeftRightMargins.Caption="الهوامش يمين,يسار"
lblWatermarkTopBottomMargin.Caption="هوامش علوية,سفلية"
gbxCalcFPS.Caption="FPS احسب "
lblCalcFPSInterval.Caption=":الفترة"
lblCalcFPSMS.Caption="ميلي ثانية"
lblCalcFPSRoundMode.Caption=":نمط الاستدارة"
gbxFPSLimit.Caption="FPS حد "
chkFPSLimit.Caption= "FPS حد  "
lblFPSLimit.Caption="FPS:"
chkLimitFPSWhenRecording.Caption="عند تسجيل FPS الحد"
chkCaptureIncludeCursor.Caption="(&I)تضمين المؤشرة"
chkUseCaptureImageWatermark.Caption="اضافة علامة مائية الى لقطات الصورة"
lblFPSLimitMode.Caption=":نمط"
tsMouseLeftClickEffect.Caption="تاثير نقر باليسار"
tstsMouseRightClickEffect.Caption="تاثير نقر باليمين"
chkMouseLeftClickEffect.Caption="اضافة تاثير نقر زر الفارة الايسر"
lblMouseLeftClickEffectStyle.Caption=":اسلوب"
lblMouseLeftClickColor.Caption=":اللون"
lblMouseLeftClickEffectSize.Caption=":الحجم"
lblMouseLeftClickLineWidth.Caption=":عرض الخط"
chkMouseRightClickEffect.Caption="ضافة تاثير نقر زر الفارة الايمن"
lblMouseRightClickEffectStyle.Caption=":اسلوب"
lblMouseRightClickColor.Caption=":اللون"
lblMouseRightClickEffectSize.Caption="الحجم"
lblMouseRightClickLineWidth.Caption="عرض الخط:"
chkMouseCursorHighlightEffect.Caption="اضافة تاثير شيء مهم مؤشرة الفارة "
lblMouseCursorHighlightEffectColor.Caption=":اللون"
lblMouseCursorHighlightEffectSize.Caption=":الحجم"
tsMouseCursorHighlightEffect.Caption="تاثير شيء مهم"
tsMouseCursorSize.Caption="حجم راس المؤشر"
chkRecordingAreaAroundTheMouseCursor.Caption="المنطقة المسجلة حول مؤشرة الفار، عند التسجيل"
gbxWebcamSettings.Caption="كاميرا ويب"
chkWebcamOverlayToVideo.Caption="(&A)اضافة غطاء كاميرا على الانترنت للتسجيل بالفيديو"
lblWebcamList.Caption="كاميرا ويب"
btnWebcamPreview.Caption="(&P)...عرض اولي"
btnWebcamSettings.Caption="(&S)...الاعدادات"
gbxWebcamPosition.Caption="موقع"
lblWebcamLeftRightMargins.Caption="هوامش يمين,يسار"
lblWebcamTopBottomMarings.Caption="هوامش علوية,سفلية"
lblStartFilenameNumber.Caption="ابدا بالعد في:"
chkHiddenRecordingArea.Caption="المنطقة المسجلة المخفية"
tsRecordingArea.Caption="المنطقة المسجلة"
lblWebcamFormat.Caption=Format:
btnAllReset.Caption=&Reset...
chkShowHideFPSHotKey.Caption=":FPS اظهار / اخفاء "
chkOnOffAlwaysHideRecordingArea.Caption=Show/Hide Recording area:
gbxScreenRecording.Caption="تسجيل الشاشة"
lblCaptureMethod.Caption="طريقة الالتقاط:"
chkShowRecordingAreaMiniControl.Caption="اظهار التحكم مصغرة من منطقة التسجيل"
chkAlwaysOnTop.Caption="دائما في القمة"
lblFrameRateMode.Caption=Frame rate mode:
gbxHiddenRecordingArea.Caption=Hidden recording area
chkAlwaysHideRecordingArea.Caption=Always hide
chkHideRecordingAreaWhenRecording.Caption=Hide when recording
chkHideRecordingAreaWhenAppMinimizedOrHidden.Caption=Hide when an app is minimized or hidden
chkUseTrayIcon.Caption=Use &Trayicon
chkHideAppWhenAppMinimized.Caption=Hide app when app is minimized
chkHideAppWhenAppStarts.Caption=Hide app when app starts
btnVideoQualityCustom.Caption=Custom...

[frmAbout]
btnOK.Caption="(&O)موافق"
lblDescription.Caption="مجاني مسجل للمنزل والمكتب.oCam"
btnSendReport.Caption="...ارسال تقرير عن الاخطاء"
Caption="(&A)حول"
tsInformation.Caption="معلومات"
tsLicense.Caption="اتفاقية الترخيص"
btnRegister.Caption="(&R)...تسجيل"

[frmVFWCodecs]
Caption="الترميز الخارجي"
chkUseVFWCodec.Caption="(&U)استخدام الترميز الخارجي"
btnDownloadCodecs.Caption="...حمل الترميز الخارجي"
btnVideoConfiguration.Caption="(&S)الاعداد"
btnInformation.Caption="(&A)حول"
btnOK.Caption="(&O)موافق"
btnCancel.Caption="(&C)الغاء الامر"
lblVFWAudioCodecs.Caption="ترميز الصوت"

[frmRegister]
Caption="التسجيل"
ledtEMail.Caption=":بريد الكتروني"
ledtSerialNumber.Caption="رقم التسجيل"
btnOK.Caption= "(&O)موافق"
btnCancel.Caption= "(&C)الغاء الامر"

[frmInternetAuth]
Caption="...الانتظار"
lblAuthentication.Caption="...التحقق"

[frmSaveToGIFProgress]
Caption="..الحفظ"
btnCancel.Caption="(&C)الغاء الامر"

[LanguageString]
Record="التسجيل"
Resume="ملخص"
Pause="مهلة"
Encoding="تشفير"
Capture="التقاط"
Area="المنطقة"
Resize="تحجيم"
Open="&افتح"
Options="الخيارات"
Report="التقرير"
Register="...تسجيل"
Info="معلومة"
Hotkey="مفتاح نشط"
Hotkeys="مفاتيح نشطة"
Save="&حفظ"
Codecs="ترميز"
Timelimit="مهلة زمنية"
Stop="توقف"
Confirm="اكد"
Version="الاصدار"
Language="اللغة"
Stereo="المسجلة"
Mono="احادي"
Warning="التحذير"
Sound="الصوت"
Error="خطا"
Information="المعلومات"
Confirm="اكد"
&Yes="(&Y)نعم"
&No="(&N)لا"
&OK="(&O)موافق"
&Cancel="(&C)الغاء الامر"
&Abort="(&A)اجهاض"
&Retry="(&R)حاول ثانية"
&Ignore="(&I)اهمل"
Effect="تاثير"
KeyframeRate="معدل الإطار المفتاحي"
ModifiedWindowsHostFile="ويندوز تستضيف ملف التلاعب الكشف عنها"
StopRecording="اوقف تسجيل الشاشة"
StartRecording="بدء تسجيل الشاشة"
CaptureScreen="التقاط شاشة"
CopyToClipboard="نسخ إلى ذاكرة النصوص"
PressKeyStopRecording="لإيقاف التسجيل %s اضغط"
RecordingFailed="التسجيل فشل"
CauseAudioSynthesis="سبب (تاليف سمعي):"
Cause="سبب"
NotExistDefaultOutputPath="مسارالناتج غير موجود. ضع مسار الناتج الافتراضي تغير"
Recording...=""التسجيل""
UpdateNewVersion="الى الاصدار الجديد oCam تحديث"
SelectAreaToRecord="حدد المجال لتسجيل"
ResizeRecordingArea="تغيير حجم ناحية التسجيل"
Position=Position
ChangeSettings="خيارات تكوين البرنامج العام."
DisplaySoftwareInformation="عرض معلومات البرنامج ومعلومات الترخيص"
OpenOutputPath="افتح المجلد مسار الناتج"
BrowseForFolder="استعراض بحثا عن مجلد"
FailedRecordRegisterHotkey="مفتاح التسجيل النشط لا يمكنة التسجيل"
FailedPauseRegisterHotkey="مفتاح التوقف النشط لا يمكنة التسجيل"
FailedCaptureRegisterHotkey="لا يمكن تسجيل التقاط الشاشة مفتاح التشغيل السريع"
FailedRecordAreaRegisterHotkey="يمكن ان تكون غير مسجلة "حدد منطقة للتسجيل" مفتاح التشغيل السريع"
PleaseChangeHotkey="يرجى تغيير اعدادات مفتاح التشغيل السريع"
LanguageChanged="تم تغيير اللغة.عندما تعيد تشغيل البرنامج ستطبق"
DownloadCodecs="تحميل برامج الترميز من الانترنت"
WhenUsedGoodCodecs="لقد جمعت ترميز جيدة.ocam عندما تستخدم بالاقتران مع"
GotoCodecPage="هل تريد الانتقال الى صفحة الترميز؟"
DontShowAgain="لا تظهرني مرة اخرى"
RecordingStarting="...بدء"
RecordingStopping="...إيقاف"
FailedInitWASSoundLibDLL="فشلت تهيئة مكتبة الصوت. تحقق من تشغيل خدمة صوت الوندوز"
JPEGQuality= "JPEG جودة"
CompressQuality="جودة الضغط "
LicenseTo=Registered
InvalidSerialNumber=Invalid Serial Number
RegisterExpired=Serial number has expired.
ExpiryDate=Expiry Date
Days=Day
Enabled="تمكين"
Disabled="تعطيل"
Used="يستخدم"
NotUsed="لا تستخدم"
LowDiskSpace="لا توجد مساحة كافية على القرص"
Watermark="علامة مائية"
RecordSystemAudio="نظام تسجيل صوتي"
DoNotRecordMicrophone="لا يتم تسجيل الميكروفون"
DoNotRecordSystemAudio="عدم نظام الصوت"
UltraHigh="فائق العلو"
VeryHigh="عالية جدا"
High="عالية"
Medium="وسط"
Low="منخفض"
VeryLow="منخفض جدا"
Auto="تلقائي"
CantNotLoadImage="لا يمكن تحميل الصورة علامة مائية من ملف"
NotFoundTheTargetRecordWindow="لم يتم العثور على الإطار الهدف سجل"
RecordingGame="لعبة"
VeryFast="سريع جدا"
Fast="سريع"
Normal="عادي"
Slow="بطيئة"
VerySlow="بطيئة جدا"
FileName="اسم الملف"
ConnectionFailed="فشل الاتصال بالخادم"
Congratulations="تهاني"
SuccessfullyRegistered="تهانينا! قمت بالتسجيل بنجاح"
InvalidSerialNumber="الرقم التسلسلي غير صالح. يبدو ان الرقم التسلسلي غير صالح"
InvalidEMailAddress="عنوان البريد الالكتروني غير صالح. يبدو ان عنوان البريد الالكتروني غير صالح"
RegisterExpired="انتهت مدة صلاحية الرقم التسلسلي الذي استخدمته لتنشيط هذا المنتج"
InvalidResponseFromServer="تلقي استجابة غير صالحة من الملقم"
RegisterAleady="رقم مسلسل مسجل بالفعل"
Donate="التبرع"
MonitorNotSupportResolution="لا تعتمد هذة الدقة"
HalfSize="نصف حجم"
FitWidth="احتواء العرض"
FitHeight="احتواء ارتفاع"
Custom="تخصيص"
GIF=Anminated GIF
General=General
Game=Game
Performance="الاداء"
Input="الادخال"
LeftChannel="قناة يسرى"
RightChannel="قناة يمنى"
StereoChannel="قناة ستيريو"
3StagPipelineDescription="3-(مرحلة خط الانابيب (اداء جيد"
2StagPipelineDescription="2-(مرحلة خط الانابيب (عادي"
NoPipelineDescription="(لا يوجد خط الانابيب (بطيء"
HighPerformance="الاداء عالي"
HighQuality="جودة عالية"
BlurayDisk="Bluray قرص"
LowLatency="الاختفاء المنخفض"
HighPerformanceLowLatency="اداء عال الاختفاء المنخفض"
HighQualityLowLatency="الجودة العالية الاختفاء المنخفض"
NvidiaDefault="Nvidia افتراضي"
MaximumQuantizer="الحد الاقصى من كميات صغيرة"
MinimumQuantizer="الحد الادنى من كميات صغيرة"
ConstQuantizerParameter="كلفة كميات صغيرة المعلمة"
Main="Main"
Baseline="Baseline"
SinglePassConstantQP="1-QP تمرير ثابت"
SinglePassCBR="1-PASS CBR"
SinglePassVBR="1-PASS VBR"
(0)FirstGPU="(0)GPU اولا"
(1)SecondGPU="(1) GPU ثاني"
WidthHeightMultiple16="العرض, الارتفاع متعددة من 16"
WidthMultiple8HeightMultiple4="عرض متعددة من 8، الارتفاع متعددة 4"
WidthHeightMultiple2="العرض, الارتفاع متعددة 2"
Pixel="بكسل"
Round="الجولة"
RoundUp="جولة إلى الاعلى"
RoundDown="جولة إلى أسفل"
ConsumingCPUCycles="دورات المعالج المستهلكة"
YieldTheCPU="تسفرعن المعالج"
AnimationDuration="مدة الرسوم المتحركة"
millisecond="ميلي ثانية"
Rings="حلقة"
Star="نجمة"
Star_RandomColor="(نجمة (لون عشوائي"
Star_Rotation="دوران لامع"
Star_Rotation_RandomColor="(دوران لامع (لون عشوائي"
Opacity="بلا  شفافية"
SoftEdge="حافة ناعمة"
Sec="ثانية"
CursorSize="حجم راس المؤشر"
Webcam="كاميرا ويب"
WebcamVideoSize="حجم الفيديو"
SerialNumberAlreadyRegistered="تم مسبقا تسجيل الرقم التسلسلي"
Close="&اغلاق"
WhenRecording="عند التسجيل"
Always="دائما"
AutoSelect=Auto select
AreSureResetAllSettings=Are you sure you want to reset all settings?
PleaseEnterRecordingAreaDisplayName="الرجاء ادخال اسم عرض منطقة التسجيل."
NoCategory="لا فئة"
RecordingAreaCategoryNameExists="اسم الفئة موجود."
InvaildRecordingAreaCategoryName="اسم الفئة باطل"
PleaseEnterRecordingAreaCategoryName="الرجاء ادخال اسم الفئة."
Youtube="يوتيوب"
LossLess="ضياع"
HighPerformanceLossLess="معايير الاداء ضياع"
Menu="القائمة"
ScreenRecording="تسجيل الشاشة"
GameRecording="تسجيل اللعبة"
AudioRecording="تسجيل الصوت"
LetsSeeTheGameRecordingManual="دعونا نرى دليل تسجيل اللعبة للمبتدئين."
DesktopDuplicationAPI="API ( Fast ) سطح المكتب الازدواجية"
GDIAPI="GDI API"
CantNotLoadWatermarkImage="لا يمكن تحميل صورة العلامة المائية."
FrameRateMode_VFR=Variable frame rate ( fast )
FrameRateMode_CFR=Constant frame rate
SoundRecord=Record
SecretFolder=SecretFolder
Installed=Installed
InstallApp=Install App
AleadyInstall=App is already installed.
FailedRunInstaller=Failed to run the action install software.
FailedDownload=Download failed.
FailedGetSystemInfo=Failed to Get System Information.
InvalidInstallFile=The download file appears to be corrupted.

[frmHardwareEncoderSettings]
Caption=" ترميز الاجهزة"
tsNVIDIANVENCH264.Caption="NVIDIA NVENC H.264"
lblNVIDIANVENCH264Preset.Caption="جاهز:"
btnOK.Caption="&موافق"
btnCancel.Caption="& الغاء الامر"
lblNvidiaNvencH264Profile.Caption=":السيرة"
lblNvencH264Level.Caption=":المستوى"
lblNvencGPUSelect.Caption="GPU:"
gbxNvencH264RateControl.Caption="مراقبة النسبة"
lblNvencH264ConstQP.Caption="Const :كميات صغيرة المعلمة"
lblNvencH264ConstQPHigh.Caption="1 ( نوعية عالية)"
lblNvenctH264ConstQPLowQuality.Caption="51 (نوعية منخفضة)"
lblNvencH264AverageBitRate.Caption=":معدل البت"
lblNvencH264MinimumQuantizer.Caption=":الحد الادنى من كميات صغيرة"
lblNvencH264MinimumQPHighQuality.Caption="1 ( نوعية عالية)"
lblNvencH264MinimumQPLowQuality.Caption="51 (نوعية منخفضة)"
lblNvencH264MaximumQuantizer.Caption=":الحد الاقصى من كميات صغيرة"
lblNvencH264MaximumQPHighQuality.Caption="1 ( نوعية عالية)"
lblNvencH264MaximumQPLowQuality.Caption="51 (نوعية منخفضة)"
lblNvencH264MaxBitrate.Caption="اقضى معدل البت:"
btnNvencH264Default.Caption="&افتراضي"
tsNVIDIANVENCHEVC.Caption="NVIDIA NVENC HEVC"
lblNVIDIANVENCHEVCPreset.Caption="جاهز"
lblNvidiaNvencHEVCProfile.Caption="سيرة"
lblNvencHEVCLevel.Caption="مستوى"
lblNvencHEVCGPUSelect.Caption="GPU"
gbxNvencHEVCRateControl.Caption="مراقبة المعدل"
lblNvencHEVCConstQP.Caption="Const Quantizer Parameter: "
lblNvencHEVCConstQPHigh.Caption="1 (جودة عالية)"
lblNvenctHEVCConstQPLowQuality.Caption="51 (جودة منخفضة)"
btnNvencHEVCDefault.Caption="&افتراضي"
lblNvencHEVCAverageBitRate.Caption="متوسط معدل البت:"
lblNvencHEVCMinimumQuantizer.Caption="الحد الادنى للكمية:"
lblNvencHEVCMinimumQPHighQuality.Caption="1 (جودة عالية)"
lblNvencHEVCMinimumQPLowQuality.Caption="51 (جودة منخفضة)"
lblNvencHEVCMaximumQuantizer.Caption="الحد الاقصى Quantizer :"
lblNvencHEVCMaximumQPHighQuality.Caption="1 (جودة عالية)"
lblNvencHEVCMaximumQPLowQuality.Caption="51 (جودة منخفضة)"
lblNvencHEVCMaxBitrate.Caption="معدل البت الاقصى:"
gbxOpenH264RateControl.Caption=Rate control
lblOpenH264ConstQP.Caption=Const Quantizer Parameter: 
lblOpenH264ConstQPHigh.Caption=1 ( High Quality )
lblOpenH264ConstQPLowQuality.Caption=51 ( Low Quality )
tsIntelQSVH264.Caption=Intel® Quick Sync Video H.264
lblQSVH264ConstQPHigh.Caption=1 ( High Quality )
lblQSVH264ConstQPLowQuality.Caption=51 ( Low Quality )
gbxQSVH264RateControl.Caption=Rate control

[frmAudioCodecsSettings]
lblAACAudioBitrate.Caption="معدل البت:"
lblMP3AudioBitrate.Caption="معدل البت:"
lblMP2AudioBitrate.Caption="معدل البت:"
lblWMAAudioBitrate.Caption="معدل البت:"
btnDefault.Caption="(&D)افتراضي"
btnOK.Caption="(&O)موافق"
btnCancel.Caption="(&C)الغاء الامر"
Caption="اعدادات ترميز الصوت"
lblAACAudioSampleRate.Caption="معدل العينة:"
lblMP3AudioSampleRate.Caption="معدل العينة:"
lblMP2SampleRate.Caption="معدل العينة: "
lblWMASampleRate.Caption="معدل العينة:"
lblFlacAudioSampleRate.Caption="معدل العينة:"

[frmCustomSize]
Caption="حجم مخصص"
btnOK.Caption="(&O)موافق"
btnCancel.Caption="(&C)الغاء الامر"
gbxCustomSize.Caption="الحجم"

[frmRecordingAreaListEditor]
btnReset.Caption="(&R)اعادة تعيين"
btnOK.Caption="(&O)موافق"
btnCancel.Caption="(&C)الغاء الامر"
mnuAdd.Caption="(&A)اضافة ..."
mnuEdit.Caption="(&E)تصحيح..."
mnuDelete.Caption="(&D)حذف..."
mnuInsertSeparator.Caption="(&I)ادخال فاصل ..."
Caption="تسجيل محرر قائمة المنطقة"

[frmInputNewCategoryName]
Caption="فئة جديدة"
ledtNewCategoryName.Caption="ادخل اسم الفئة:"
btnOK.Caption="(&O)موافق"
btnCancel.Caption="(&C)الغاء الامر"

[frmAddRecordingArea]
Caption="اضافة منطقة تسجيل"
lblCategorys.Caption="الفئة:"
ledtRecordingAreaDisplayName.Caption="اسم عرض منطقة التسجيل:"
btnNewCategory.Caption="(&N)فئة جديدة..."
btnOK.Caption="(&O)موافق"
btnCancel.Caption="(&C)الغاء الامر"

[frmAppInstaller]
lblSecretFolderTitle.Caption=SecretFolder - Hide folder
lblSecretFolderDescription.Caption=Hide, lock and password protect your private files and folders.
